Repository: mikebastarache/facebook_contest_sample
Catalog: www/Views/Register/_RegistrationResource.*.resx
Languages: fr_ca

# Index_ButtonSubmit
source: btn-e
fr_ca: btn-f

# Index_ButtonSubmitAlt
source: Next
fr_ca: Suivant

# Index_ClassSubmit
source: btn-e
fr_ca: btn-f

# Index_HintYearOfBirth
source: Confirm you are the age of majority in your province or territory of residence by declaring your year of birth.
fr_ca: Confirmez que vous avez l’âge de la majorité dans votre province ou territoire de résidence en indiquant votre année de naissance.

# Index_LabelAcceptRules
source: I have read and agreed to abide by the <a href="/facebook/monctonMomentsSubmission/Home/RulesPopUp" class="rulesPopUp">Official Rules</a>.
fr_ca: J’ai lu les <a href="/facebook/monctonMomentsSubmission/Home/RulesPopUp" class="rulesPopUp">règlements officiels</a> et j’accepte de m’y conformer.

# Index_LabelAddress1
source: Mailing Address
fr_ca: Adresse postale

# Index_LabelCity
source: City
fr_ca: Ville

# Index_LabelDateOfBirth
source: Date of Birth:
fr_ca: Date de naissance :

# Index_LabelEmail
source: Email address
fr_ca: Adresse courriel

# Index_LabelFirstName
source: First Name
fr_ca: Prénom

# Index_LabelLastName
source: Last Name
fr_ca: Nom de famille

# Index_LabelMr
source: Mr.
fr_ca: M.

# Index_LabelMs
source: Ms.
fr_ca: Mad.

# Index_LabelPostalCode
source: Postal Code
fr_ca: Code postal

# Index_LabelRules
source: I have read and agreed to abide by the <a href="/facebook/monctonMomentsSubmission/Home/RulesPopUp" class="rulesPopUp">Official Rules</a>.
fr_ca: J’ai lu les <a href="/facebook/monctonMomentsSubmission/Home/RulesPopUp" class="rulesPopUp">règlements officiels</a> et j’accepte de m’y conformer.

# Index_LabelTelephone
source: Telephone
fr_ca: Téléphone

# Index_LabelYearOfBirth
source: Year of birth
fr_ca: Année de naissance

# Index_LabelYourFirstName
source: Your First Name:
fr_ca: Ton prénom :

# Index_PageSubTitle
source: To VOTE, please enter your information:
fr_ca: Pour VOTER, vous devez entrer vos coordonnées :

# Index_Select
source: Select...
fr_ca: Choisissez...

# Registration_Intro
source: Please fill out all the fields below. Don’t worry, you’ll only have to do this once. It’s so <br />we remember you when you come back and we’ll be able to get ahold of you if you win!
fr_ca: Prière de remplir les champs ci-dessous. Ne vous inquiétez pas, c’est la seule fois que vous<br />aurez à le faire. C’est ainsi que nous pourrons communiquer avec vous si vous gagnez!

# Registration_PageTitle
source: About you!
fr_ca: À votre sujet!

# RequiredFields
source: * Denotes Required Field
fr_ca: * Champs obligatoires.

# ValidationAddress
source: The Address field is required.
fr_ca: Le champ Adresse postale est obligatoire.

# ValidationAgreeRules
source: You must accept the Official Rules.
fr_ca: Il faut accepter les règlements officiels.

# ValidationCity
source: The City field is required.
fr_ca: Le champ Ville est obligatoire.

# ValidationDayOfBirth
source: The Day of Birth field is required.
fr_ca: Le champ Année de naissance est obligatoire.

# ValidationEmail
source: You must enter a valid email address.
fr_ca: L’adresse courriel doit être valide.

# ValidationFirstName
source: The First Name field is required.
fr_ca: Le champ Prénom est obligatoire.

# ValidationLastName
source: The Last Name field is required.
fr_ca: Le champ Nom de famille est obligatoire.

# ValidationMonthOfBirth
source: The Month of Birth field is required.
fr_ca: Le champ Année de naissance est obligatoire.

# ValidationPostalCode
source: The Postal Code field is required.
fr_ca: Le champ Code postal est obligatoire.

# ValidationProvince
source: The Province field is required.
fr_ca: Le champ Province est obligatoire.

# ValidationSalutation
source: The Salutation field is required.
fr_ca: Le champ Salutation est obligatoire.

# ValidationTelephone
source: The Telephone field is required.
fr_ca: Le champ Téléphone est obligatoire.

# ValidationYearOfBirth
source: The Year of Birth field is required.
fr_ca: Le champ Année de naissance est obligatoire.
