Repository: mikebastarache/facebook_contest_sample
Catalog: www/Views/Message/_MessageResources.*.resx
Languages: fr_ca

# AccountCreationFailed_Message
source: An error has occurred in your registration process. <br><br>Please try again. If the problem persists please contact <a href="mailto:majesta@modernmedia.ca">majesta@modernmedia.ca</a>.
fr_ca: Une erreur est survenue au cours du processus d’inscription. <br><br>Veuillez essayer de nouveau. Si le problème persiste, veuillez communiquer avec <a href="mailto:majesta@modernmedia.ca">majesta@modernmedia.ca</a>.

# AccountCreationFailed_PageTitle
source: We're Sorry.
fr_ca: Nous sommes désolés.

# AccountUpdateFailed_Message
source: An error has occurred when you tried to update you profile. <br><br>Please try again. If the problem persists please contact <a href="mailto:majesta@modernmedia.ca">majesta@modernmedia.ca</a>.
fr_ca: Une erreur est survenue lors de votre tentative de mise à jour de votre profil. <br><br>Veuillez essayer de nouveau. Si le problème persiste, veuillez communiquer avec <a href="mailto:majesta@modernmedia.ca">majesta@modernmedia.ca</a>.

# AccountUpdateFailed_PageTitle
source: We're Sorry.
fr_ca: Nous sommes désolés.

# AlreadyEntered_Message
source: This email has already been submitted today. <br><br>Please come back tomorrow. A contest day is defined as 12:00:00 a.m. to <br>11:59:59 p.m. Eastern Time (ET).
fr_ca: Cette adresse courriel a déjà soumis un vote aujourd’hui. <br><br>Veuillez revenir demain. Une journée de concours commence à 0 h et se <br>termine à 23 h 59 m 59 s (HE).

# BallotError_Message
source: We are sorry but an error has occurred when entering your ballot. <br><br>Please try again. If the error persists please contact: <a href="mailto:majesta@modernmedia.ca">majesta@modernmedia.ca</a>.
fr_ca: Une erreur est survenue en cours d'utilisation. <br><br>Veuillez essayer de nouveau. Si l’erreur persiste, veuillez communiquer avec <a href="mailto:majesta@modernmedia.ca">majesta@modernmedia.ca</a>.

# BallotError_PageTitle
source: We're Sorry.
fr_ca: Nous sommes désolés.

# ContestClosed_Message
source: Moncton Moments ended at 11:59PM EST, October 22nd, 2013. <br><br>Thanks for your participation!
fr_ca: Le concours Moncton Moments s’est terminé le 22 octobre 2013 à 23 h 59 HNE. <br><br>Merci de votre participation!

# ContestClosed_PageTitle
source: We're Sorry.
fr_ca: Nous sommes désolés.

# ContestNotOpen_Message
source: Contest opens May 21st, 2013, at 9:00AM EST.
fr_ca: Le concours commence le 21 mai 2013 à 9 h (HNE).

# ContestNotOpen_PageTitle
source: We're Sorry.
fr_ca: Nous sommes désolés.

# FacebookAuthenticationFailed_PageTitle
source: We're Sorry.
fr_ca: Nous sommes désolés.

# Index_Message
source: An error has occurred from your request. Please try again. <br><br>If the error persists please contact <a href="mailto:majesta@modernmedia.ca">majesta@modernmedia.ca</a>.
fr_ca: Une erreur est survenue en cours d'utilisation. <br><br>Veuillez essayer de nouveau. Si l’erreur persiste, veuillez communiquer avec <a href="mailto:majesta@modernmedia.ca">majesta@modernmedia.ca</a>.

# Index_PageTitle
source: We're Sorry.
fr_ca: Nous sommes désolés.

# NotAgeOfMajority_Message
source: You must be the age of majority in your province or territory of residence to participate in the MAJESTA Soft & Green Giveaways.
fr_ca: Vous devez avoir l’âge de la majorité dans votre province ou territoire de résidence pour participer au Councours doux et vert de MAJESTA.

# NotAgeOfMajority_PageTitle
source: We're Sorry.
fr_ca: Nous sommes désolés.

# SessionLost_Message
source: Your session has expired due to inactivity. <br><br>Go to the main Entry page to start the entry process again. <br><br>Your session will expire after twenty (20) minutes of inactivity on the site.
fr_ca: Votre session a expiré pour cause d'inactivité. <br><br>Allez à la page principale du concours et recommencez le processus de participation. <br><br>Votre session

# SessionLost_PageTitle
source: We're Sorry.
fr_ca: Nous sommes désolés.

# UserDoesNotExist_Message
source: The email address you entered does not exist in the online community. <br><br>Please enter another email address. If the problem persists please contact <a href="mailto:majesta@modernmedia.ca">majesta@modernmedia.ca</a>.
fr_ca: L’adresse de courriel que vous avez inscrite n’existe pas dans la communauté. <br><br>Veuillez inscrire une autre adresse de courriel. Si le problème persiste, veuillez communiquer avec <a href="mailto:majesta@modernmedia.ca">majesta@modernmedia.ca</a>.

# UserDoesNotExist_PageTitle
source: We're Sorry.
fr_ca: Nous sommes désolés.

# WeAreSorry
source: We're Sorry.
fr_ca: Nous sommes désolés.

# contest_legal_url
source: http://www.majestatreesofknowledge.ca
fr_ca: http://arbredelaconnaissancemajesta.ca

# contest_legal
source: †No Purchase Necessary. Subject to the Official Rules at <a href="http://www.majesta.com" target="_blank">www.majesta.com</a>. Open to residents of Canada who are of the age of majority in his/her province or territory of residence. Play the Tree Twists game and be entered for a chance to win $10,000 CDN. Contest closes 11:59 PM (ET) on April 26, 2013. One Prize is available to be won and consists of $10,000 CDN. Random draw: May 9, 2013. Odds of winning depend on the total number of eligible entries received. Selected entrant must correctly answer a mathematical skill-testing question and complete a Declaration and Release form.
fr_ca: †Aucun achat nécessaire. Assujetti aux règlements officiels disponibles sur le site <a href="http://www.majesta.com" target="_blank">www.majesta.com</a>. Concours ouvert aux résidents du Canada qui ont atteint l’âge de la majorité dans leur province ou territoire de résidence. Jouez au jeu « Arbragramme » et courez la chance de gagner 10 000 $ CAN. Le concours prend fin à 23 h 59 (HE) le 26 avril 2013. Il y a un prix à gagner qui consiste en une somme de 10 000 $ CAN. Un tirage au sort sera effectué le 9 mai 2013. Les chances de gagner dépendent du nombre total de participations admissibles reçues. Pour être déclarée gagnante, la personne devra répondre correctement à une question réglementaire et signer un formulaire de déclaration et de renonciation.

# thanks_img_title
source: thanks.png
fr_ca: thanks-fr.png

# thanks_img_title_alt
source: Thanks! Your Moncton Moment was successfully uploaded.
fr_ca: Merci! Votre moment mémorable à Moncton a été téléchargé avec succès.

# thanks_text
source: <p>It may take a day or so to see your Video or Photo on the Facebook page.</p> <p>But don’t stop shooting; you can submit a new Video or Photo EVERYDAY up <strong>until August 26<sup>th</sup>!</strong> </p> <p>And remember, <strong>voting for grand prizes opens September 3<sup>rd</sup></strong>, so remind your friends to check out your submissions and vote for you then. </p> <p><strong>Let’s show the world how great Moncton truly is!</strong></p>
fr_ca: <p>Il faut compter un jour ou deux pour que vous puissiez visionner votre vidéo ou photo sur la page Facebook.</p> <p>Mais n’arrêtez pas de filmer ou de photographier. Vous pouvez soumettre une nouvelle vidéo ou photo TOUS LES JOURS, <strong>jusqu’au 26 août!</strong> </p> <p>Et, rappelez-vous, <strong>le vote pour le gagnant du grand prix débute le 3 septembre.</strong> Alors, faites penser à vos amis de vérifier vos soumissions et de voter pour elles. </p> <p><strong>Montrons au monde à quel point Moncton est véritablement une ville mémorable!</strong></p>
