Repository: mikebastarache/facebook_contest_sample
Catalog: www/Views/Upload/_UploadResource.*.resx
Languages: fr_ca

# ButtonUpload
source: btn-upload-e
fr_ca: btn-upload-f

# ButtonUploadAlt
source: Upload now!
fr_ca: Téléchargez maintenant!

source: filebutton
fr_ca: filebuttonF

# Intro
source: Before you submit here are a few important things to remember:
fr_ca: Avant de la soumettre, voici quelques points importants dont vous devez vous rappeler :

# LabelCaption
source: Title of Video or Photo Caption
fr_ca: Titre de la vidéo ou vignette de photo

# LabelConcent19
source: I confirm that I have permission to publish from all individual(s) 19 years of age or older who are appearing in my Video or Photo.
fr_ca: Je confirme que j’ai obtenu l’autorisation de publier de toute personne de 19 an ou plus qui apparaît dans ma vidéo ou ma photo.

# LabelConcentGuardian
source: I confirm that I am the parent or legal guardian of all individual(s) 18 years of age or younger who are appearing in my Video or Photo.
fr_ca: Je confirme être le parent ou le tuteur légal de toute personne de 18 ans ou moins qui apparaît dans ma vidéo ou ma photo.

# LabelDescription
source: If your Video or Photo was taken <strong>outside the Moncton area</strong>, complete the following sentence in 50 words or less (English or French), “My Moncton Moment is…”
fr_ca: Si votre vidéo ou photo <strong>n’était pas pris au grand Moncton</strong>, compléter la phrase suivante en 50 mots ou moins (en français ou en Anglais), “Mon Mémorable Moncton est…”

# LabelFile
source: Click “Browse” to select your file
fr_ca: Cliquez sur «Fureter» pour sélectionner votre fichier

# LabelLocation
source: If your Video or Photo was taken <strong>in the Moncton area</strong> please tell us where it was taken, i.e. Main St.
fr_ca: Si votre vidéo ou photo <strong>c’était pris au grand Moncton</strong>, s’il vous plait dire nous où c’étais pris, par example sur la rue Main.

# PageTitle
source: Ready to upload your favourite Moncton Moment VIDEO or PHOTO?
fr_ca: Vous êtes prêt à télécharger votre VIDÉO ou PHOTO de votre Mémorable Moncton?

# RequiredFields
source: * Denotes Required Field
fr_ca: * Champs obligatoires.

# Step1
source: Read the <a href="/facebook/monctonMomentsSubmission/Home/RulesPopUp" class="rulesPopUp">Official Rules</a> – (Section 4 is particularly interesting, it’s all about submission rules and requirements).
fr_ca: Lisez les <a href="/facebook/monctonMomentsSubmission/Home/RulesPopUp" class="rulesPopUp">règlements officiels</a> : la section 4 est particulièrement intéressante, puisqu’elle traite des règlements de soumission et des exigences.

# Step2
source: Make sure your video or photo is the correct format and does not exceed 250MB.
fr_ca: Assurez-vous que votre vidéo ou photo soit d’un format approprié et qu’elle n’excède pas 250 Mo.

# Step3
source: Your submitted Video or Photo will be posted on Facebook for the public to view. Check out the <a href="/facebook/monctonMomentsSubmission/Home/RulesPopUp" class="rulesPopUp">Official Rules</a> on this one if you’re not clear.
fr_ca: La vidéo ou la photo que vous avez soumise sera affichée sur Facebook afin que le public puisse la voir. Si vous avez des questions à ce sujet, vérifiez les <a href="/facebook/monctonMomentsSubmission/Home/RulesPopUp" class="rulesPopUp">règlements officiels</a>.

# ValidationCaption
source: Title of Video or Photo Caption is required.
fr_ca: Titre de la vidéo ou vignette de photo est obligatoire.

# ValidationConcent19
source: Permission to publish from all individual(s) is required.
fr_ca: Permission to publish from all individual(s) est obligatoire.

# ValidationConcentGuardian
source: Parent or legal guardian concent is required.
fr_ca: Parent or legal guardian concent est obligatoire.

# ValidationFile
source: A file is required.
fr_ca: A file est obligatoire.

# Help_Formats
source: *Photo formats:<br /> *Video Formats: wmv, 3gp, avi, mov, mp4, mpeg/mpegs, flv ,swf, mkv or webm
fr_ca: *Formats photos :<br /> *Formats vidéo : wmv, 3gp, avi, mov, mp4, mpeg/mpegs, flv ,swf, mkv ou webm

# Help_Step1
source: <strong>Step 1:</strong> <br />Capture your video* <br />(45-90 sec. MAX) or photo.
fr_ca: <strong>Étape 1:</strong> <br />Créer votre vidéo* <br />(maximum de 45 à <br />90 secondes) ou photo.

# Help_Step2
source: <strong>Step 2:</strong> <br />Upload your video or <br />photo to your computer.
fr_ca: <strong>Étape 2:</strong> <br />Téléchargez à votre <br />ordinateur votre vidéo <br />ou photo.

# Help_Step3
source: <strong>Step 3:</strong> <br />Submit your video or photo <br />on this Moncton Moments Facebook app.
fr_ca: <strong>Étape 3:</strong> <br />Soumettez votre vidéo ou <br />photo grâce à cette application <br />Facebook Mémorable Moncton.

# Help_Title
source: How to upload
fr_ca: Comment télécharger

# LabelCityOut
source: Area Outside Moncton Area (see Official Rules for details)
fr_ca: À l'extérieur de la région de Moncton (Consultez les Règlements officiels pour plus de renseignements)

# Step4
source: How to upload
fr_ca: Comment télécharger

# ValidationLocation
source: Location is required.
fr_ca: Location est obligatoire.
